Repository: sebastianstrus/TarotGo
Catalog: TarotGo/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, nb, pl, pt_br, sv, uk

# summary.insight.health
source: For your health and wellbeing,
de: Was deine Gesundheit und dein Wohlbefinden betrifft,
es: Para tu salud y bienestar,
fr: Pour votre santé et votre bien-être,
it: Per la tua salute e il tuo benessere,
ja: あなたの健康と幸福について、
nb: For din helse og velvære,
pl: Dla twojego zdrowia i dobrego samopoczucia,
pt_br: Para sua saúde e bem-estar,
sv: För din hälsa och välbefinnande,
uk: Для вашого здоров'я та благополуччя,

# summary.insight.love
source: In matters of love and relationships,
de: In Angelegenheiten der Liebe und Beziehungen,
es: En asuntos de amor y relaciones,
fr: En matière d'amour et de relations,
it: In questioni di amore e relazioni,
ja: 愛と人間関係について、
nb: Når det gjelder kjærlighet og relasjoner,
pl: W sprawach miłości i związków,
pt_br: Em questões de amor e relacionamentos,
sv: När det gäller kärlek och relationer,
uk: В питаннях кохання та стосунків,

# summary.majorArcana.high
source: This reading carries significant weight. With %d Major Arcana cards, you're dealing with major life themes and important soul lessons.
de: Diese Legung hat großes Gewicht. Mit %d Großen Arkana-Karten geht es um große Lebensthemen und wichtige Seelenlektionen.
es: Esta lectura tiene un peso significativo. Con %d cartas de Arcanos Mayores, estás tratando temas importantes de la vida y lecciones del alma.
fr: Cette lecture a un poids important. Avec %d cartes d'Arcanes Majeurs, vous traitez de thèmes de vie majeurs et de leçons d'âme importantes.
it: Questa lettura ha un peso significativo. Con %d carte degli Arcani Maggiori, stai affrontando temi di vita importanti e lezioni dell'anima.
ja: このリーディングは重要な意味を持っています。%d枚の大アルカナカードがあり、人生の大きなテーマと重要な魂の教訓を扱っています。
nb: Denne spådommen har betydelig vekt. Med %d store arkana-kort handler det om store livstemaer og viktige sjelets leksjoner.
pl: To rozdanie ma znaczącą wagę. Z %d kartami Wielkich Arkanów masz do czynienia z ważnymi tematami życiowymi i duchowymi lekcjami.
pt_br: Esta leitura tem um peso significativo. Com %d cartas de Arcanos Maiores, você está lidando com grandes temas da vida e lições importantes da alma.
sv: Denna läsning bär betydande vikt. Med %d stora arkana-kort handlar det om stora livsteman och viktiga själens lektioner.
uk: Це читання має значну вагу. З %d картами Старших Арканів ви маєте справу з важливими життєвими темами та душевними уроками.

# summary.majorArcana.low
source: The cards drawn focus on everyday matters and practical situations in your life right now.
de: Die gezogenen Karten konzentrieren sich auf alltägliche Angelegenheiten und praktische Situationen in deinem Leben.
es: Las cartas extraídas se centran en asuntos cotidianos y situaciones prácticas de tu vida ahora.
fr: Les cartes tirées se concentrent sur les affaires quotidiennes et les situations pratiques de votre vie actuelle.
it: Le carte estratte si concentrano su questioni quotidiane e situazioni pratiche della tua vita ora.
ja: 引かれたカードは、現在のあなたの人生の日常的な事柄と実践的な状況に焦点を当てています。
nb: Kortene som ble trukket fokuserer på hverdagslige saker og praktiske situasjoner i livet ditt nå.
pl: Wylosowane karty koncentrują się na codziennych sprawach i praktycznych sytuacjach w twoim życiu teraz.
pt_br: As cartas escolhidas focam em assuntos cotidianos e situações práticas da sua vida agora.
sv: De dragna korten fokuserar på vardagliga ärenden och praktiska situationer i ditt liv just nu.
uk: Витягнуті карти зосереджені на повсякденних справах та практичних ситуаціях у вашому житті зараз.

# summary.reversed.many
source: I notice many reversed cards here, which suggests internal blocks or resistance to the natural flow. What are you holding onto that needs to be released?
de: Ich bemerke viele umgekehrte Karten hier, was auf innere Blockaden oder Widerstand gegen den natürlichen Fluss hindeutet. Woran hältst du fest, das losgelassen werden muss?
es: Noto muchas cartas invertidas aquí, lo que sugiere bloqueos internos o resistencia al flujo natural. ¿A qué te aferras que necesita ser liberado?
fr: Je remarque beaucoup de cartes inversées ici, ce qui suggère des blocages internes ou une résistance au flux naturel. À quoi vous accrochez-vous qui doit être libéré?
it: Noto molte carte rovesciate qui, che suggeriscono blocchi interni o resistenza al flusso naturale. A cosa ti aggrappi che deve essere rilasciato?
ja: ここに多くの逆位置のカードがあることに気づきます。これは内部のブロックや自然な流れへの抵抗を示唆しています。手放す必要があるものは何でしょうか？
nb: Jeg legger merke til mange reverserte kort her, noe som antyder indre blokkeringer eller motstand mot den naturlige flyten. Hva holder du fast ved som må slippes?
pl: Zauważam tutaj wiele odwróconych kart, co sugeruje wewnętrzne blokady lub opór wobec naturalnego przepływu. Czego się trzymasz, co musi zostać uwolnione?
pt_br: Percebo muitas cartas invertidas aqui, o que sugere bloqueios internos ou resistência ao fluxo natural. O que você está segurando que precisa ser liberado?
sv: Jag märker många omvända kort här, vilket tyder på inre blockeringar eller motstånd mot det naturliga flödet. Vad håller du fast vid som behöver släppas?
uk: Я помічаю тут багато перевернутих карт, що свідчить про внутрішні блоки або опір природному потоку. За що ви тримаєтесь, що потрібно відпустити?

# summary.reversed.none
source: All cards appear upright, showing clear forward energy and movement in this situation.
de: Alle Karten erscheinen aufrecht und zeigen klare Vorwärtsenergie und Bewegung in dieser Situation.
es: Todas las cartas aparecen en posición normal, mostrando energía clara hacia adelante y movimiento en esta situación.
fr: Toutes les cartes apparaissent à l'endroit, montrant une énergie claire vers l'avant et du mouvement dans cette situation.
it: Tutte le carte appaiono dritte, mostrando energia chiara in avanti e movimento in questa situazione.
ja: すべてのカードが正位置で現れ、この状況において明確な前進のエネルギーと動きを示しています。
nb: Alle kortene vises oppreist, noe som viser klar fremoverrettet energi og bevegelse i denne situasjonen.
pl: Wszystkie karty pojawiają się w pozycji normalnej, pokazując jasną energię do przodu i ruch w tej sytuacji.
pt_br: Todas as cartas aparecem na posição normal, mostrando energia clara para frente e movimento nesta situação.
sv: Alla kort visas upprätt, vilket visar tydlig framåtgående energi och rörelse i denna situation.
uk: Усі карти з'являються в прямому положенні, показуючи чітку енергію вперед та рух у цій ситуації.

# summary.reversed.some
source: Some reversed cards appear, pointing to areas where you may be experiencing blocks or need to look inward.
de: Einige umgekehrte Karten erscheinen und weisen auf Bereiche hin, in denen du möglicherweise Blockaden erlebst oder nach innen schauen musst.
es: Aparecen algunas cartas invertidas, señalando áreas donde puedes estar experimentando bloqueos o necesitas mirar hacia adentro.
fr: Certaines cartes inversées apparaissent, pointant vers des zones où vous pourriez rencontrer des blocages ou avoir besoin de regarder vers l'intérieur.
it: Alcune carte rovesciate appaiono, indicando aree in cui potresti sperimentare blocchi o dove devi guardare dentro di te.
ja: いくつかの逆位置のカードが現れ、ブロックを経験している可能性がある領域や内省する必要がある領域を指し示しています。
nb: Noen reverserte kort vises, som peker på områder der du kan oppleve blokkeringer eller trenger å se innover.
pl: Pojawiają się niektóre odwrócone karty, wskazując obszary, w których możesz doświadczać blokad lub musisz spojrzeć do wewnątrz.
pt_br: Algumas cartas invertidas aparecem, apontando para áreas onde você pode estar experimentando bloqueios ou precisa olhar para dentro.
sv: Vissa omvända kort visas, som pekar på områden där du kan uppleva blockeringar eller behöver titta inåt.
uk: З'являються деякі перевернуті карти, що вказують на області, де ви можете відчувати блоки або потребуєте заглянути всередину себе.

# summary.suit.balanced
source: A balanced mix of suits appears, showing this situation touches multiple areas of your life—emotions, thoughts, actions, and practical matters all interweave here.
de: Eine ausgewogene Mischung von Farben erscheint und zeigt, dass diese Situation mehrere Bereiche deines Lebens berührt—Emotionen, Gedanken, Handlungen und praktische Angelegenheiten verweben sich hier.
es: Aparece una mezcla equilibrada de palos, mostrando que esta situación toca múltiples áreas de tu vida: emociones, pensamientos, acciones y asuntos prácticos se entrelazan aquí.
fr: Un mélange équilibré de couleurs apparaît, montrant que cette situation touche plusieurs domaines de votre vie—émotions, pensées, actions et questions pratiques s'entrelacent ici.
it: Appare un mix equilibrato di semi, mostrando che questa situazione tocca molteplici aree della tua vita—emozioni, pensieri, azioni e questioni pratiche si intrecciano qui.
ja: バランスの取れたスートの組み合わせが現れ、この状況があなたの人生の複数の領域—感情、思考、行動、実践的な事柄—すべてがここで絡み合っていることを示しています。
nb: En balansert blanding av farger vises, noe som viser at denne situasjonen berører flere områder av livet ditt—følelser, tanker, handlinger og praktiske saker flettes sammen her.
pl: Pojawia się zrównoważona mieszanka kolorów, pokazując, że ta sytuacja dotyka wielu obszarów twojego życia—emocje, myśli, działania i praktyczne sprawy splatają się tutaj.
pt_br: Uma mistura equilibrada de naipes aparece, mostrando que esta situação toca múltiplas áreas da sua vida—emoções, pensamentos, ações e questões práticas se entrelaçam aqui.
sv: En balanserad blandning av färger visas, vilket visar att denna situation berör flera områden av ditt liv—känslor, tankar, handlingar och praktiska frågor flätas samman här.
uk: З'являється збалансована суміш мастей, що показує, що ця ситуація торкається кількох сфер вашого життя—емоції, думки, дії та практичні питання переплітаються тут.

# summary.suit.cups.dominant
source: Your reading is dominated by Cups, the suit of emotions and relationships. Your heart is speaking loudly right now.
de: Deine Legung wird von Kelchen dominiert, der Farbe der Emotionen und Beziehungen. Dein Herz spricht gerade laut.
es: Tu lectura está dominada por Copas, el palo de las emociones y las relaciones. Tu corazón habla alto ahora.
fr: Votre lecture est dominée par les Coupes, la couleur des émotions et des relations. Votre cœur parle fort en ce moment.
it: La tua lettura è dominata da Coppe, il seme delle emozioni e delle relazioni. Il tuo cuore parla forte ora.
ja: あなたのリーディングはカップ、感情と人間関係のスートに支配されています。あなたの心が今大きく語っています。
nb: Din spådom domineres av begre, fargen for følelser og relasjoner. Hjertet ditt snakker høyt akkurat nå.
pl: Twoje rozdanie jest zdominowane przez Kielichy, kolor emocji i związków. Twoje serce mówi teraz głośno.
pt_br: Sua leitura é dominada por Copas, o naipe das emoções e relacionamentos. Seu coração está falando alto agora.
sv: Din läsning domineras av bägare, färgen för känslor och relationer. Ditt hjärta talar högt just nu.
uk: Ваше читання домінується Чашами, мастю емоцій та стосунків. Ваше серце говорить голосно зараз.

# summary.suit.majorArcana.dominant
source: The Major Arcana dominates, meaning this is about your soul's journey more than day-to-day concerns.
de: Die Großen Arkana dominieren, was bedeutet, dass es mehr um deine Seelenreise geht als um alltägliche Sorgen.
es: Los Arcanos Mayores dominan, lo que significa que esto trata sobre el viaje de tu alma más que preocupaciones diarias.
fr: Les Arcanes Majeurs dominent, ce qui signifie qu'il s'agit davantage du voyage de votre âme que des préoccupations quotidiennes.
it: Gli Arcani Maggiori dominano, il che significa che si tratta del viaggio della tua anima più che delle preoccupazioni quotidiane.
ja: 大アルカナが支配しており、これは日常の心配事よりもあなたの魂の旅についてのものです。
nb: Store arkana dominerer, noe som betyr at dette handler mer om sjelens reise enn daglige bekymringer.
pl: Wielkie Arkany dominują, co oznacza, że chodzi bardziej o podróż twojej duszy niż codzienne troski.
pt_br: Os Arcanos Maiores dominam, o que significa que isto é sobre a jornada da sua alma mais do que preocupações do dia a dia.
sv: Stora arkana dominerar, vilket betyder att detta handlar mer om din själs resa än vardagliga bekymmer.
uk: Старші Аркани домінують, що означає, що йдеться про подорож вашої душі більше, ніж про повсякденні турботи.

# summary.suit.pentacles.dominant
source: Pentacles ground this reading in the material world. This is about tangible results, physical reality, and practical matters.
de: Münzen erden diese Legung in der materiellen Welt. Es geht um greifbare Ergebnisse, physische Realität und praktische Angelegenheiten.
es: Los Pentáculos anclan esta lectura en el mundo material. Se trata de resultados tangibles, realidad física y asuntos prácticos.
fr: Les Deniers ancrent cette lecture dans le monde matériel. Il s'agit de résultats tangibles, de réalité physique et de questions pratiques.
it: I Pentacoli radicano questa lettura nel mondo materiale. Si tratta di risultati tangibili, realtà fisica e questioni pratiche.
ja: ペンタクルがこのリーディングを物質世界に根付かせています。これは具体的な結果、物理的な現実、実践的な事柄についてです。
nb: Pentakler forankrer denne spådommen i den materielle verden. Dette handler om håndgripelige resultater, fysisk virkelighet og praktiske saker.
pl: Pentakle uziemiają to rozdanie w materialnym świecie. Chodzi o namacalne rezultaty, fizyczną rzeczywistość i praktyczne sprawy.
pt_br: Pentáculos ancoram esta leitura no mundo material. Trata-se de resultados tangíveis, realidade física e assuntos práticos.
sv: Pentakler grundar denna läsning i den materiella världen. Detta handlar om påtagliga resultat, fysisk verklighet och praktiska frågor.
uk: Пентаклі заземлюють це читання в матеріальному світі. Це стосується відчутних результатів, фізичної реальності та практичних питань.

# summary.suit.swords.dominant
source: Swords dominate this reading—there's a lot of mental energy here. You're processing, analyzing, perhaps overthinking. Your mind is very active.
de: Schwerter dominieren diese Legung—hier ist viel mentale Energie. Du verarbeitest, analysierst, vielleicht denkst du zu viel nach. Dein Verstand ist sehr aktiv.
es: Las Espadas dominan esta lectura—hay mucha energía mental aquí. Estás procesando, analizando, quizás pensando demasiado. Tu mente está muy activa.
fr: Les Épées dominent cette lecture—il y a beaucoup d'énergie mentale ici. Vous traitez, analysez, peut-être réfléchissez trop. Votre esprit est très actif.
it: Le Spade dominano questa lettura—c'è molta energia mentale qui. Stai elaborando, analizzando, forse pensando troppo. La tua mente è molto attiva.
ja: ソードがこのリーディングを支配しています—ここには多くの精神的エネルギーがあります。あなたは処理し、分析し、おそらく考えすぎています。あなたの心はとても活発です。
nb: Sverd dominerer denne spådommen—det er mye mental energi her. Du prosesserer, analyserer, kanskje overtenker. Sinnet ditt er veldig aktivt.
pl: Miecze dominują w tym rozdaniu—jest tu dużo energii mentalnej. Przetwarzasz, analizujesz, może przemyślujesz za dużo. Twój umysł jest bardzo aktywny.
pt_br: Espadas dominam esta leitura—há muita energia mental aqui. Você está processando, analisando, talvez pensando demais. Sua mente está muito ativa.
sv: Svärd dominerar denna läsning—det finns mycket mental energi här. Du bearbetar, analyserar, kanske övertänker. Ditt sinne är mycket aktivt.
uk: Мечі домінують у цьому читанні—тут багато ментальної енергії. Ви обробляєте, аналізуєте, можливо, надто багато думаєте. Ваш розум дуже активний.

# summary.suit.wands.dominant
source: Wands appear frequently here, bringing fire and passion to your situation. There's creative energy and drive, but also potential for burnout.
de: Stäbe erscheinen hier häufig und bringen Feuer und Leidenschaft in deine Situation. Es gibt kreative Energie und Antrieb, aber auch das Potenzial für Erschöpfung.
es: Las Varas aparecen frecuentemente aquí, trayendo fuego y pasión a tu situación. Hay energía creativa e impulso, pero también potencial de agotamiento.
fr: Les Bâtons apparaissent fréquemment ici, apportant feu et passion à votre situation. Il y a de l'énergie créative et de la motivation, mais aussi un potentiel d'épuisement.
it: I Bastoni appaiono frequentemente qui, portando fuoco e passione alla tua situazione. C'è energia creativa e spinta, ma anche potenziale di esaurimento.
ja: ワンドがここに頻繁に現れ、あなたの状況に火と情熱をもたらしています。創造的なエネルギーと推進力がありますが、燃え尽きる可能性もあります。
nb: Staver vises ofte her, og bringer ild og lidenskap til situasjonen din. Det er kreativ energi og drivkraft, men også potensial for utbrenthet.
pl: Laski pojawiają się tutaj często, przynosząc ogień i pasję do twojej sytuacji. Jest energia twórcza i napęd, ale także potencjał do wypalenia.
pt_br: Paus aparecem frequentemente aqui, trazendo fogo e paixão à sua situação. Há energia criativa e motivação, mas também potencial de esgotamento.
sv: Stavar visas ofta här och för med sig eld och passion till din situation. Det finns kreativ energi och driv, men också potential för utbrändhet.
uk: Жезли часто з'являються тут, приносячи вогонь і пристрасть до вашої ситуації. Є творча енергія та рушійна сила, але також потенціал вигорання.

# summary.yourReading
source: Your Reading
de: Deine Legung
es: Tu Lectura
fr: Votre Lecture
it: La Tua Lettura
ja: あなたのリーディング
nb: Din spådom
pl: Twoje Rozdanie Tarota
pt_br: Sua Leitura
sv: Din läsning
uk: Ваше читання

# history.filter
source: Filter:
es: Filtrar:
fr: Filtrer:
it: Filtro:
ja: フィルター:
pl: Filtruj:
pt_br: Filtrar:
sv: Filtrera:
uk: Фільтр:

# settings.version
source: Version
es: Versión
it: Versione
ja: バージョン
nb: Versjon
pl: Wersja
pt_br: Versão
uk: Версія

# settings.info
source: Info
ja: 情報
uk: Інфо
